import React from 'react';
import './index.less'

const PackageComplete = function () {
  return(
    <div>
      <table className="table-striped">
        <tbody>
        <tr>
          <td>pay_to_company</td>
          <td>交易金额</td>
          <td>流量套餐</td>
        </tr>
        <tr>
          <td>12CALL</td>
          <td>10 - 1000</td>
          <td>5,10,20,30,40,50,60,70,80,90,100,150,200,250,300,350,400,450,500,600,700,800,1000,1500</td>
        </tr>
        <tr>
          <td>12CALL-AOP</td>
          <td>15 - 650</td>
          <td>
            spacer_1 =无减速的无限制网<br/>
            128.40 =速度1Mbps 7天128.40泰铢<br/>
            -价格包括增值税<br/>
            374.50 =速度1Mbps 30天374.50泰铢<br/>
            -价格包括增值税<br/>
            34.24 =速度4Mbps 1天34.24泰铢<br/>
            -价格包括增值税<br/>
            235.40 =速度4Mbps 7天235.40泰铢<br/>
            -价格包括增值税<br/>
            695.50 =速度4Mbps 30天695.50泰铢<br/>
            -价格包括增值税<br/>
            48.15 =速度6Mbps 1天48.15泰铢<br/>
            -价格包括增值税<br/>
            288.90 =速度6Mbps 7天288.90泰铢<br/>
            -价格包括增值税<br/>
            909.50 =速度6Mbps 30天909.50泰铢<br/>
            -价格包括增值税<br/>
            spacer_2 =无限制的网，降低速度<br/>
            120 =速度1Mbps 7天120泰铢<br/>
            -价格包括增值税<br/>
            -使用2.5GB，将速度降低到128Kbps<br/>
            350 =速度1Mbps 30天350泰铢<br/>
            -价格包括增值税<br/>
            -使用7.5GB，将速度降低到128Kbps<br/>
            32 =速度4Mbps 1天32泰铢<br/>
            -价格包括增值税<br/>
            -使用1GB，将速度降低到128Kbps<br/>
            220 =速度4Mbps 7天220泰铢<br/>
            -价格包括增值税<br/>
            -使用7GB，将速度降低到128Kbps<br/>
            650 =速度4Mbps 30天650泰铢<br/>
            -价格包括增值税<br/>
            -使用20GB，将速度降低到128Kbps<br/>
            spacer_3 =针对新客户的特别促销（在SIM注册后的7天内申请）<br/>
            200 =速度4Mbps <br/>
            -价格包括增值税<br/>
            -无速度限制的无限互联网<br/>
            -自动续订6个月<br/>
            150.03 =速度4Mbps 30天150泰铢<br/>
            -价格包括增值税<br/>
            -使用完整的30GB，将速度降低到128Kbps<br/>
            -自动续订6个月<br/>
            spacer_4 =数量净额<br/>
            19 =使用500MB 1天流量19泰铢<br/>
            -价格包括增值税<br/>
            -最高速度512Kbps<br/>
            39 =使用1.5GB 1天39泰铢<br/>
            -价格包括增值税<br/>
            -无速度限制<br/>
            45 =使用2GB 1天45泰铢<br/>
            -价格包括增值税<br/>
            -无速度限制<br/>
            69 =使用4GB 1天流量69泰铢<br/>
            -价格包括增值税<br/>
            -无速度限制<br/>
            99.02 =使用4GB 3天99泰铢<br/>
            -价格包括增值税<br/>
            -无速度限制<br/>
            99 =有效2GB，可使用5天99泰铢<br/>
            -价格包括增值税<br/>
            -无速度限制<br/>
            99.01 =有效期为1GB 7天99泰铢<br/>
            -价格包括增值税<br/>
            -无速度限制<br/>
            119 =使用3GB 7天119泰铢<br/>
            -价格包括增值税<br/>
            -无速度限制<br/>
            150 = 10天使用4GB 150泰铢<br/>
            -价格包括增值税<br/>
            -无速度限制<br/>
            199 = 30天使用1GB 199泰铢<br/>
            -价格包括增值税<br/>
            -无速度限制<br/>
            spacer_5 =国际流量（用于SIM2Fly）<br/>
            119.01 =亚洲，澳大利亚，2天119泰铢的无限速度<br/>
            -价格包括增值税<br/>
            -使用1GB，将速度降低到128Kbps<br/>
            -在以下位置查看国家/地区列表www.ais.co.th/roaming/sim2fly<br/>
            299 = 8天亚洲，澳大利亚无限速度299泰铢<br/>
            -价格包括增值税<br/>
            -充分利用4GB，将速度降低到128Kbps<br/>
            -在以下位置查看国家/地区列表www.ais.co.th/roaming/sim2fly<br/>

          </td>
        </tr>
        <tr>
          <td>HAPPY</td>
          <td>10 - 800</td>
          <td>10,20,30,40,50,60,100,200,300,500,800</td>
        </tr>
        <tr>
          <td>HAPPY-AOP</td>
          <td>10 - 1925</td>
          <td>spacer_1 =无减速的无限制网<br/>
            85 =速度256Kbps 7天85泰铢<br/>
            -价格包括增值税<br/>
            -24小时免费拨打网络。<br/>
            265 =速度256Kbps 30天265泰铢<br/>
            -价格包括增值税<br/>
            -24小时免费拨打网络。<br/>
            24 =速度512Kbps 1天24泰铢<br/>
            -价格包括增值税<br/>
            105 =速度512Kbps 7天105泰铢<br/>
            -价格包括增值税<br/>
            31 =速度1Mbps 1天31泰铢<br/>
            -价格包括增值税<br/>
            35 =速度1Mbps 1天35泰铢<br/>
            -价格包括增值税<br/>
            -24小时免费拨打网络。<br/>
            130 =速度1Mbps 7天130泰铢<br/>
            -价格包括增值税<br/>
            140 =速度1Mbps 7天140泰铢<br/>
            -价格包括增值税<br/>
            -24小时免费拨打网络。<br/>
            375 =速度1Mbps 30天375泰铢<br/>
            -价格包括增值税<br/>
            800 =速度1Mbps 90天800泰铢<br/>
            -价格包括增值税<br/>
            34 =速度4Mbps 1天34泰铢<br/>
            -价格包括增值税<br/>
            235 =速度4Mbps 7天235泰铢<br/>
            -价格包括增值税<br/>
            245 =速度4Mbps 7天245泰铢<br/>
            -价格包括增值税<br/>
            -24小时免费拨打网络。<br/>
            695 =速度4Mbps 30天695泰铢<br/>
            -价格包括增值税<br/>
            -24小时免费拨打网络。<br/>
            1285 =速度4Mbps 90天1,285泰铢<br/>
            -价格包括增值税<br/>
            59 =速度10Mbps 1天59泰铢<br/>
            -价格包括增值税<br/>
            355 =速度10Mbps 7天355泰铢<br/>
            -价格包括增值税<br/>
            1190 =速度10Mbps 30天1,190泰铢<br/>
            -价格包括增值税<br/>
            1925年=速度10Mbps 90天1,925泰铢<br/>
            -价格包括增值税<br/>
            spacer_2 =无限制的网，降低成熟时的速度<br/>
            20 =无限速度1天20泰铢<br/>
            -价格包括增值税<br/>
            -使用500MB，将速度降低到64Kbps<br/>
            spacer_3 =针对新客户的特别促销（在SIM注册后的7天内申请）<br/>
            200 =速度4Mbps 30天200泰铢<br/>
            -价格包括增值税<br/>
            -无速度限制的无限互联网<br/>
            300.02 =速度10Mbps 30天300泰铢<br/>
            -价格包括增值税<br/>
            -无速度限制的无限互联网<br/>
            200.01 =速度4Mbps 30天，第2-6个月200泰铢<br/>
            -价格包括增值税<br/>
            -无速度限制的无限互联网<br/>
            -为新客户续订<br/>
            300.01 =速度10Mbps 30天，月2-6 300泰铢<br/>
            -价格包括增值税<br/>
            -无速度限制的无限互联网<br/>
            -为新客户续订<br/>
            150.01 =速度4Mbps 30天，月2-12 150泰铢<br/>
            -价格包括增值税<br/>
            -使用完整的30GB，将速度降低到128Kbps<br/>
            -为新客户续订<br/>
            150.05 =速度4Mbps 30天，2-12月 150泰铢<br/>
            -价格包括增值税<br/>
            -无速度限制的无限互联网<br/>
            -仅可对20年5月16日之前使用的号码进行续订<br/>
            200.03 =速度10Mbps 30天，2-12月 200泰铢<br/>
            -价格包括增值税<br/>
            -无速度限制的无限互联网<br/>
            -仅可对20年5月16日之前使用的号码进行续订<br/>
            spacer_4 =数量净额<br/>
            42 = 3天3GB使用流量，42泰铢<br/>
            -价格包括增值税<br/>
            127 = 10GB使用7天，127泰铢<br/>
            -价格包括增值税<br/>
            79 =使用1GB 7天79泰铢<br/>
            -价格包括增值税<br/>
            spacer_5 =外网<br/>
            106 = 5个国家/地区的无限速度7天106泰铢<br/>
            -价格包括增值税<br/>
            -适用于马来西亚，缅甸，柬埔寨，泰国，老挝。<br/>
            -使用2GB，将速度降低到128Kbps<br/>
            427 = 10天在亚洲，澳大利亚和美国的无限速度，427泰铢<br/>
            -价格包括增值税<br/>
            -在以下位置查看国家/地区列表www.dtac.co.th/gointer<br/>
            -使用7GB，将速度降低到128Kbps<br/>
            spacer_6 =语音<br/>
            27 =无限拨打所有网络，无时间限制，1天27泰铢<br/>
            -价格包括增值税<br/>
            -一次通话不超过30分钟<br/>
            120 =无限拨打所有网络，无时间限制，7天120泰铢<br/>
            -价格包括增值税<br/>
            -一次通话不超过30分钟<br/>
            450 =无限拨打所有网络，无时间限制，30天450泰铢<br/>
            -价格包括增值税<br/>
            -一次通话不超过30分钟<br/>
          </td>
        </tr>
        <tr>
          <td>TRMV</td>
          <td>10 - 1000</td>
          <td>10,20,30,40,50,60,70,80,90,100,150,200,250,300,350,400,450,500,600,700,800,1000</td>
        </tr>
        <tr>
          <td>TRMV-AOP</td>
          <td>1 - 1605</td>
          <td>
            separator_1 =无限 <br/>
            26.75 =速度为1Mbps 1天25泰铢 <br/>
            -含增值税价格26.75泰铢 <br/>
            37.46 = 1Mbps速度2天35泰铢 <br/>
            -含增值税37.46泰铢 <br/>
            128.40 = 1Mbps速度7天120泰铢 <br/>
            -含增值税128.40泰铢 <br/>
            374.50 = 1Mbps速度30天350泰铢 <br/>
            -总价格增值税374.50泰铢 <br/>
            29.96 = 2Mbps速度1天28泰铢 <br/>
            -含增值税29.96泰铢 <br/>
            160.50 = 2Mbps速度7天150泰铢 <br/>
            -含增值税160.50泰铢 <br/>
            481.50 =速度2Mbps 30天450泰铢 <br/>
            -含增值税481.50泰铢 <br/>
            34.24 = 4Mbps速度1天32泰铢 <br/>
            -含增值税价格34.24泰铢 <br/>
            58.86 = 4Mbps速度2天55泰铢 <br/>
            -含增值税58.86泰铢 <br/>
            235.40 = 4Mbps速度7天220泰铢 <br/>
            -含增值税235.40泰铢 <br/>
            695.50 = 4Mbps速度30天650泰铢 <br/>
            -含增值税695.50泰铢 <br/>
            48.15 = 6Mbps速度1天45泰铢 <br/>
            -含增值税48.15泰铢 <br/>
            80.26 = 6Mbps速度2天75泰铢 <br/>
            -含增值税80.26泰铢 <br/>
            288.90 = 6Mbps 7天270泰铢速度 <br/>
            -价格增值税288.90铢 <br/>
            909.50 =速度6Mbps 30天 850铢 <br/>
            -含增值税 909.50铢 <br/>
            58.85 =速度的10Mbps的 1天55铢 <br/>
            -价格增值税58.85铢 <br/>
            90.95 =速度。10Mbps 2天85泰铢 <br/>
            -含增值税90.95泰铢 <br/>
            353.10=速度10Mbps 7天330泰铢 <br/>
            -含增值税353.10泰铢 <br/>
            535 = 4G无速度限制7天535泰铢 <br/>
            -含增值税 <br/>
            -在3G网络时,限制4Mbps速度 <br/>
            1605 =无限速度4G 30天1,605泰铢 <br/>
            -价格包括增值税 <br/>
            -在3G网络时,限制4Mbps速度 <br/>
            spacer_3 =针对新客户的特别促销（在注册SIM卡后的5天内申请）<br/>
            200 =4Mbps速度30天200泰铢 <br/>
            -价格包括增值税。 <br/>
            -无限上网而不会降低速度 <br/>
            -真正的WiFi无限 <br/>
            -自动续约5个月 <br/>
            300 = 10Mbps速度30天300泰铢 <br/>
            -价格包括增值税。 <br/>
            -无限上网而不会降低速度 <br/>
            -真正的WiFi无限 <br/>
            -自动续约5个月 <br/>
            Separator_5 =净流量 <br/>
            37.45 =1天使用 1.5GB，35泰铢 <br/>
            -含增值税37.45泰铢 <br/>
            -没有速度限制 <br/>
            52.44 =可以使用 2.5GB 1天49泰铢 <br/>
            -含增值税52.44泰铢 <br/>
            -无速度限制 <br/>
            119 =促销！7天 11GB 119泰铢 <br/>
            -含增值税119泰铢 <br/>
            -无速度限制 <br/>
            213 =可以使用10GB 15天199泰铢 <br/>
            -价格含增值税213泰铢 <br/>
            -无速度限制 <br/>
            266 =可使用15GB 15天249泰铢 <br/>
            -价格包括增值税266泰铢 <br/>
            -无速度限制 <br/>
            分隔符6 =国外互联网 <br/>
            199.01 =亚洲旅行（20个国家）3天199泰铢 <br/>
            -包括增值税 <br/>
            -使用3GB，将速度降低到128Kbps <br/>
            -在以下国家/地区检查国家列表 www.truemoveh.in.th/travelsim <br/>
            299 = TRAVEL ASIA（20个国家）8天299泰铢 <br/>
            -包括增值税 <br/>
            -完全使用4GB，将速度降低到128Kbps <br/>
            -在以下国家/地区检查国家/地区列表：www.truemoveh.in.th/travelsim <br/>
            399 =亚洲旅行社（20个国家）10天399泰铢 <br/>
            -包括增值税 <br/>
            -最多可使用6GB，降低到128Kbps <br/>
            -在以下国家/地区查看国家/地区列表：www.truemoveh.in.th/travelsim <br/>
            499 = TRAVEL WORLD（68个国家）7天499泰铢 <br/>
            -包括增值税 <br/>
            -使用3GB，将速度降低到128Kbps <br/>
            -在以下国家/地区检查国家列表：www.truemoveh.in.th/travelsim <br/>
            799 = TRAVEL WORLD（68个国家）15天799泰铢 <br/>
            -包括增值税 <br/>
            -使用了4GB，降低到128Kbps <br/>
            -在以下国家/地区检查国家列表：www.truemoveh.in.th/travelsim <br/>
            899 = TRAVEL WORLD（68个国家/地区）15天899泰铢 <br/>
            -包括增值税 <br/>
            -已使用6GB，降低为128Kbps <br/>
            -在以下国家/地区检查国家列表：www.truemoveh.in.th/travelsim <br/>
            splitter_7=通话 <br/>
            7.49 =所有网络15分钟 1天7泰铢 <br/>
            -含增值税7.49泰铢 <br/>
            48.14 =所有网络100分钟 5天45泰铢 <br/>
            -包含增值税48.14泰铢 <br/>
            96.30 =所有网络200分钟， 30天，90泰铢 <br/>
            -含增值税96.30泰铢 <br/>

          </td>
        </tr>
        <tr>
          <td>MY</td>
          <td>10 - 500</td>
          <td>10,20,50,70,100,200,300,500</td>
        </tr>
        <tr>
          <td>MY-AOP</td>
          <td>7.49 - 319.93</td>
          <td>
            spacer_1 =无限上网，不降低速度<br/>
            148.73 =速度384Kbps 31天139泰铢<br/>
            -含增值税148.73泰铢<br/>
            -免费拨打所有网络99分钟<br/>
            spacer_2 =降低使用 <br/>
            7.49 =速度384Kbps 1天7泰铢 <br/>
            -价格包括增值税7.49泰铢 <br/>
            -已使用500MB，降低到128Kbps <br/>
            26.75 = 384Kbps 7天25泰铢 <br/>
            -增值税26.75泰铢 <br/>
            -已使用2GB，降低到128Kbps <br/>
            105.93 = 384Kbps 31天99泰铢 <br/>
            -包括增值税105.93泰铢 <br/>
            -最多使用5GB，将速度降低到128Kbps <br/>
            12.84 =速度为512Kbps， 1天12泰铢 <br/>
            -含增值税价格12.84泰铢 <br/>
            -最多使用1GB，将速度降低为128Kbps <br/>
            26.76 =速度1Mbps， 1天25泰铢 <br/>
            -包括增值税26.76泰铢 <br/>
            -使用最高1GB折扣速度提高到384Kbps <br/>
            128.40 =速度提高1Mbps 7天120泰铢 <br/>
            -含128.40泰铢的增值税 <br/>
            -使用3GB，将速度降低到384Kbps <br/>
            319.93 =速度提高1Mbps 31天299泰铢 <br/>
            -增值税总额319.93泰铢 <br/>
            -使用10GB，将速度降低至384Kbps <br/>
            642 = 热卖！速度1Mbps 6个月600泰铢 <br/>
            -增值税642泰铢 <br/>
            -已使用100GB，降至384Kbps（每月重新计算） <br/>
            -网络中的免费通话24小时 <br/>
            1284 =热销！12个月1Mbps速度1,200泰铢 <br/>
            -含增值税1,284泰铢 <br/>
            -已使用100GB，减少至384Kbps（每月重新计算） <br/>
            -24小时网络内免费通话 <br/>
            34.24 = 4Mbps速度，1天32泰铢 <br/>
            - 含增值税34.24泰铢 <br/>
            -使用1.5GB将速度降低到384Kbps <br/>
            39.59 =速度6Mbps 1天37泰铢 <br/>
            -含39.59泰铢的增值税 <br/>
            -使用1.5GB将速度降低到384Kbps <br/>
            46.01 = 8Mbps速度1天43泰铢 <br/>
            -总增值税46.01泰铢 <br/>
            -最多使用2GB将速度降低到384Kbps <br/>
            1016.50 = 热销！8 Mbps的速度3个月950泰铢 <br/>
            - 含增值税1,016.50泰铢 <br/>
            -完全使用100GB，降至384Kbps（每月重新计算） <br/>
            -网络中24小时免费通话 <br/>
            1498 =热卖！8 Mbps的速度6个月1,400泰铢 <br/>
            -包括增值税1,498泰铢 <br/>
            -已使用100GB，速度降低至384Kbps（每月重新计算） <br/>
            -网络中24小时免费通话 <br/>
            2675 =热销！8Mbps的速度12个月2,500泰铢 <br/>
            -含增值税2,675泰铢 <br/>
            -已使用100GB，速度降低至384Kbps（每月重新计算） <br/>
            -24小时免费通话网络 <br/>

          </td>
        </tr>
        <tr>
          <td>PENGUIN</td>
          <td>10 - 500</td>
          <td>10,20,30,40,50,100,200,300,500</td>
        </tr>
        <tr>
          <td>FEELS</td>
          <td>10 - 1000</td>
          <td>10,20,30,40,50,100,200,300,500,800,1000</td>
        </tr>
        </tbody>
      </table>
    </div>
  )
}

export default PackageComplete;
